12/data/attachments/7d7aee4550c70362.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Francisco_become_Actions_10804_0</nif:username>
            <nif:friendToBeRequested>soap_actions_e0f9dee1-0ec6-4b6c-b516-04b7e82d8ed8</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>